Repository: aleflocco/turboSMTP
Catalog: languages/turboSMTP-*.po
Languages: de_de, es_es, fr_fr

source: The field 'Email "From" address' must be a valid email address!
de_de: Das Feld 'Absender Email-Adresse' muss mit einer gültigen Email-Adresse ausgefüllt werden!
es_es: El camapo "Correo del remitente" debe ser una dirección de correo electrónico válida!
fr_fr: Le champ 'Adresse "De" de l'email' doit être une adresse email valide!

source: The field "SMTP Host" can not be left blank!
de_de: Das Feld 'SMTP Host' kann nicht leer gelassen werden!
es_es: El campo "Servidor SMTP" no puede estar vacío!
fr_fr: Le champ "Hôte SMTP" ne peut pas être laissé en blanc!

source: Options saved.
de_de: Einstellungen wurden gespeichert.
es_es: Opciones guardadas.
fr_fr: Options sauvegardées.

source: Message sent successfully!
de_de: Ihre Nachricht wurde erfolgreich gesendet!
es_es: Mensaje enviado con éxito!
fr_fr: Message envoyé avec succès!

source: Some errors occurred! Check the settings or if there are other plugins SMTP active!
de_de: Es gab einige Fehler. Bitte die Einstellungen überprufen oder nachsehen, ob ein anderes SMTP Plug-in aktiv ist!
es_es: Hay algunos errores! Compruebe los ajustes o si existen otros plugins SMTP activos!
fr_fr: Quelques erreurs se sont produites! Vérifiez les paramètres ou s'il existe d'autres plugins SMTP actives!

source: The fields "To" can not be left blank when testing!
de_de: Beim Testen darf das Feld "An" nicht leer gelassen werden!
es_es: El campo "Para" no se puede dejar en blanco durante la prueba!
fr_fr: Les champs "À" ne peuvent pas être laissés en blanc pendant le test!

source: My Help Tab
de_de: 'Hilfe' Registerkarte
es_es: Ayuda
fr_fr: Mon aide Tab

source: Descriptive content that will show in My Help Tab-body goes here.
de_de: Platz für Inhalte, die in der Registerkarte 'Hilfe' gezeigt werden.
es_es: Contenido descriptivo del tab Ayuda
fr_fr: Le contenu descriptif qui apparaîtra dans "Mon aide Tab" va ici.

source: Email settings
de_de: Email-Einstellungen
es_es: Configuración del correo electrónico
fr_fr: Paramètres de l'email

source: The sender address and sender name here specified will be used for all emails sent on WordPress via turboSMTP.
de_de: Die hier festgelegte Absender-Adresse und der Absender-Name werden für alle Nachrichten benutzt, die mit Wordpress über turboSMTP gesendet werden.
es_es: La dirección del remitente y el nombre del remitente especificados aquí se utilizarán para todos los emails enviados a través turboSMTP en WordPress.
fr_fr: L'adresse de l'expéditeur et le nom de l'expéditeur indiqués ici seront utilisés pour tous les emails envoyés sur WordPress via turboSMTP.

source: Email "From" address
de_de: Absender Email-Adresse
es_es: Correo del remitente
fr_fr: Adresse "De" de l'email

source: Email "From" name
de_de: Absender-Name
es_es: Nombre del remitente
fr_fr: Nom "De" de l'email

source: SMTP Options
de_de: SMTP Optionen
es_es: Opciones SMTP
fr_fr: Options SMTP

source: SMTP Host
es_es: Servidor SMTP
fr_fr: Hôte SMTP

source: SMTP Encryption
de_de: SMTP Verschlüsselung
es_es: Cifrado SMTP
fr_fr: Cryptage SMTP

source: No encryption
de_de: Keine Verschlüsselung
es_es: Sin cifrado
fr_fr: Pas de cryptage

source: Use SSL encryption
de_de: SSL Verschlüsselung benutzen
es_es: Utilice cifrado SSL
fr_fr: Utiliser le cryptage SSL

source: SMTP Port
es_es: Puerto SMTP
fr_fr: Port SMTP

source: Use 25, 587 or 2525 for non encrypted connection, 465 or 25025 for encrypted connection
de_de: Benutzen Sie 25, 587 oder 2525 für unverschlüsselte Datenübertragung; 465 oder 25025 für verschlüsselte Datenübertragung
es_es: Utilice 25, 587 o 2525 para la conexión no cifrada, 465, o 25.025 por una conexión cifrada
fr_fr: Utilisez 25, 587 ou 2525 pour une connexion non cryptée, 465 ou 25 025 pour une connexion cryptée

source: SMTP Authentication
de_de: SMTP Authentifizierung
es_es: Autenticación SMTP
fr_fr: Authentification SMTP

source: turboSMTP username
de_de: turboSMTP Benutzername
es_es: Nombre de usuario turboSMTP
fr_fr: Nom d'utilisateur turboSMTP

source: turboSMTP password
de_de: turboSMTP Kennwort
es_es: Contraseña turboSMTP
fr_fr: Mot de passe turboSMTP

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications

source: Send a Test Email
de_de: Testnachricht versenden
es_es: Enviar un correo electrónico de prueba
fr_fr: Envoyer un email de test

source: To:
de_de: An:
es_es: Para:
fr_fr: À:

source: Type an email address here and then click Send Test to generate a test email.
de_de: Bitte hier eine Email-Adresse eingeben und 'Test-Email versenden' anklicken, um eine Testnachricht zu erstellen.
es_es: Escriba una dirección de correo electrónico aquí y haga clic en "Envio de prueba" para generar un mensaje de prueba.
fr_fr: Entrez une adresse email ici et puis cliquez sur Envoyer un test pour générer un message de test.

source: [turboSMTP WP] Your plugin is working
de_de: [turboSMTP WP] Ihr Plug-in ist bereit
es_es: [turboSMTP WP] EL plugin funciona correctamente
fr_fr: [turboSMTP WP] Votre plugin fonctionne

source: If you are reading this email, it is because your plugin is successfully configured.
de_de: Wenn Sie diese Nachricht lesen können, war Ihr Plug-in richtig eingestellt.
es_es: Si usted está leyendo este mensaje el plugin está configurado correctamente.
fr_fr: Si vous lisez ce message, c'est parce-que votre plugin est correctement configuré.

source: Send Test
de_de: Test-Email versenden
es_es: Envio de prueba
fr_fr: Envoyer test

source: Still don't have an account?
de_de: Sie haben noch kein Konto?
es_es: ¿Todavía no tienes una cuenta?
fr_fr: Vous n'avez pas encore un compte?

source: Register now and get 6.000 emails/month lifetime
de_de: Jetzt registrieren und lebenslang 6.000 Email pro Monat gratis versenden
es_es: Regístrese ahora y consigue 6.000 emails/mes por toda la vida
fr_fr: Inscrivez-vous maintenant et obtenez 6.000 emails/mois à vie

source: Get turboSMTP free
de_de: Gratis turboSMTP-Konto erstellen
es_es: Consigue turboSMTP gratis
fr_fr: Obtenez gratuitement turboSMTP

source: Need help?
de_de: Brauchen Sie Hilfe?
es_es: ¿Necesitas ayuda?
fr_fr: Besoin d'aide?

source: Contact turboSMTP support
de_de: turboSMTP-Kundenservice kontaktieren
es_es: Contactar soporte turboSMTP
fr_fr: Contactez le support de turboSMTP

source: Settings
de_de: Einstellungen
es_es: Configuraciones
fr_fr: Paramètres
